[
    {
        "id": "0chain",
        "name": "0chain",
        "catagories": "Storage,",
        "description": "0Chain is a high performance decentralized storage network designed to eliminate business threats such as censorship, privacy liability and data breach. 0Chain helps entities achieve GDPR compliance, localization, tokenization and monetizes private data sharing. Our decentralized platform offers high performance, high quality of service, collaboration, localization, and streaming to address a broad spectrum of applications.",
        "market_cap": 12925761.0,
        "twitter_followers": 27088.0,
        "market_rank": "",
        "all_time_high": 4.46,
        "ath_date": "2021-11-10T12:21:06.184Z",
        "all_time_low": 2.354e-9,
        "atl_date": "2021-12-14T21:31:35.868Z",
        "ath_change_parcent": -94.32975,
        "current_price": 0.267631,
        "total_devs": 2.0,
        "last4_weeks_commit": 6.0
    },
    {
        "id": "0x",
        "name": "0x",
        "catagories": "Decentralized Exchange Token (DEX),Polygon Ecosystem,Protocol,Polkadot Ecosystem,Decentralized Finance (DeFi),Governance,",
        "description": "",
        "market_cap": 373944261.0,
        "twitter_followers": 255763.0,
        "market_rank": "",
        "all_time_high": 2.12,
        "ath_date": "2018-01-13T00:00:00.000Z",
        "all_time_low": 0.1079,
        "atl_date": "2020-03-13T02:27:49.563Z",
        "ath_change_parcent": -80.66577,
        "current_price": 0.441234,
        "total_devs": 77.0,
        "last4_weeks_commit": 0.0
    },
    {
        "id": "arcticcoin",
        "name": "Advanced Technology Coin",
        "catagories": "Cryptocurrency,",
        "description": "ARC - this private digital currency that allows you to make instant payments all over the world. ARC uses the rank 2 network architecture that ensures high network security, as well as the possibility of introducing unique improvements and developments. ARC allows you to make payments instantly and without limit, while maintaining high financial anonymity.\r\n\r\nAll transactions are published in the blockchain, making publicly available all the operations of sending and receiving money. But, unlike the Bitcoin, using ARC, through the use of built-in anonymization technology (SpySend), track user fees becomes practically impossible, thus ensuring maximum privacy.\r\n\r\nThe innovative architecture of the decentralized network Goldmine provides maximum network security, and enables money transfers almost instantly due to the new system of distributed network Goldmine confirm transactions. This provides a significant advantage over the Bitcoin, in which transactions are confirmed only Miner to that spent much more time.",
        "market_cap": 4685526.0,
        "twitter_followers": 1663.0,
        "market_rank": "",
        "all_time_high": 5.75,
        "ath_date": "2017-06-10T00:00:00.000Z",
        "all_time_low": 0.00016669,
        "atl_date": "2021-04-15T15:41:14.410Z",
        "ath_change_parcent": -97.33853,
        "current_price": 0.157045,
        "total_devs": 4.0,
        "last4_weeks_commit": 2.0
    },
    {
        "id": "ark",
        "name": "Ark",
        "catagories": "Cryptocurrency,",
        "description": "ARK provides users, developers, and startups with innovative blockchain technologies. They aim to create an entire ecosystem of linked chains and a virtual spiderweb of endless use-cases that make ARK highly flexible, adaptable, and scalable. ARK is a secure platform designed for mass adoption and will deliver the services that consumers want and developers need. It is fast, decentralized, scalable, collaborative, bridging and open-source. The ARK Desktop Wallet is natively built for all major Operating Systems. ARK wallets connect to fully synced network peers removing the need to download the full blockchain.\r\n\r\nARK operates using a <a href=\"https://www.coingecko.com/en?hashing_algorithm=Delegated+Proof-of-Stake&view=market\">Delegated Proof-of-Stake (DPoS)</a> consensus algorithm. Unlike <a href=\"https://www.coingecko.com/en/coins/bitcoin\">Bitcoin</a>, in which miners with expensive rigs secure network transactions, the ARK network is secured by delegates. There are hundreds of potential delegates, but token holders in the ARK ecosystem continuously vote on who actually gets to be an active, forging delegate. Only 51 delegates make the cut. As a token holder, you’re only allowed to vote for one delegate at a time. The fee to vote/unvote is just 1 ARK, so it’s advantageous to at least vote once for a delegate you support. The more ARK tokens you own, the more powerful your vote.\r\n\r\nARK was launched in February of this year by 27 members spread across the world. With team members located everywhere from California to Bulgaria – the ARK Crew is truly decentralized. The team currently consists of 15 core members. The ARK infrastructure is modeled heavily on that of three older projects: <a href=\"https://www.coingecko.com/en/coins/bitshares\">Bitshares</a>, Crypti, and <a href=\"https://www.coingecko.com/en/coins/lisk\">Lisk</a>. In fact, some of the ARK developers were previously developers on some of those projects. Francois-Xavier (FX) Thoorens, the CTO, was a core developer at Lisk in 2016.\r\n\r\nArk Community\r\nA diverse group of people and skill sets, including Full Stack and Web Developers, Network Engineers, Hardware Experts, Money Managers, Musicians, Traders, Social Media Promoters, and Business Owners, uniting to realize a vision shared by 30 members of the ARK Crew. All passionately devoted to collaboration and the development of the ARK ecosystem and community.\r\n\r\nArk Token\r\nSecured by a cryptographic blockchain network similar to Lisk and Crypti, running on a Delegated Proof of Stake Consensus Algorithm developed by Bitshares. ARK DPoS provides a newly adapted voting system and incorporates many improvements over previous DPoS implementations.\r\n\r\n<a href=\"https://blog.ark.io/what-is-the-ark-smartbridge-and-how-does-it-work-1dd7fb1e17a0\">SmartBridge</a>\r\nTo increase the reach of the ARK platform, ARK bridges together useful and proprietary blockchains through the use of ARK SmartBridges. These SmartBridges allow for communication among validated bridged blockchains with the ability to perform tasks and advanced functions. Through the use of SmartBridges, the ARK Crew is able to connect many popular blockchains and finally create a unifying bond among different ecosystems. As examples, the first blockchains the ARK Crew will bridge are: Bitcoin, Ethereum, Lisk, 3rd Party Anonymous Network Integration, one or more proprietary gaming economy tokens (Codename: A***** [Ticker: A***]), and numerous other bridges connecting new and already existing blockchains in the future. \r\n\r\nSecurity\r\nBecause we understand security is a major point of concern for everyone, cryptographic and security principals are incorporated throughout the entire Development Life Cycle to guarantee a secure core meeting the requirements and expectations of our users. Through continuous risk analysis and internal recurring penetration testing, we provide a system that fulfills the high standards required by this type of environment. \r\n\r\nPrivacy\r\nARK Anonymous Network Integration provides ARK users with optional privacy when sending ARK transactions throughout all of the services developed for the ARK platform. Anonymization services could be potentially provided by a 3rd Party technology integration Partnership.\r\n\r\nSelf-Sustaining\r\nThe ARK Crew has a mission to make blockchain technology easily accessible to consumers​, even to the point where consumers do not know that they are using it. We not only develop the tools bridging the virtual with reality, but also provide the unique services consumers want, understand, and are willing to purchase using ARK. The ARK Crew develops additional platforms and services benefiting from the ARK technology, providing online and offline revenue streams for the ARK Platform, and leading to faster research and development of new and exciting ways to encourage consumer participation, educating them about blockchain technology, while simultaneously adding value to the ARK coin. By incorporating revenue streams into our projects, the ARK Crew can provide even more unique services for user adoption as we grow.",
        "market_cap": 123318972.0,
        "twitter_followers": 77346.0,
        "market_rank": "",
        "all_time_high": 8.55,
        "ath_date": "2018-01-10T00:00:00.000Z",
        "all_time_low": 0.03118876,
        "atl_date": "2017-03-22T00:00:00.000Z",
        "ath_change_parcent": -91.93899,
        "current_price": 0.752772,
        "total_devs": 47.0,
        "last4_weeks_commit": 4.0
    },
    {
        "id": "bluzelle",
        "name": "Bluzelle",
        "catagories": "Cosmos Ecosystem,Storage,Polkadot Ecosystem,Gaming,Binance Smart Chain Ecosystem,",
        "description": "Bluzelle is a decentralized storage network for the creator economy.\r\n\r\nBluzelle delivers high security, un-matched availability, and is censorship resistant. Whether you are an artist, musician, scientist, publisher, or developer, Bluzelle protects the intellectual property of all creators. Bluzelle is data storage, file storage, oracles and specifically for NFTs and DeFi.",
        "market_cap": 39224275.0,
        "twitter_followers": 79391.0,
        "market_rank": "",
        "all_time_high": 0.655718,
        "ath_date": "2018-02-10T00:00:00.000Z",
        "all_time_low": 0.00585654,
        "atl_date": "2020-03-13T02:29:24.576Z",
        "ath_change_parcent": -83.20023,
        "current_price": 0.120207,
        "total_devs": 11.0,
        "last4_weeks_commit": 0.0
    },
    {
        "id": "celo",
        "name": "Celo",
        "catagories": "Celo Ecosystem,",
        "description": "Celo enables participation on the Platform, with the opportunity to earn rewards through network participation. Celo’s stability mechanism and token economics are designed in such a way that demand for cGLD directly increases as demand for Celo Dollars (cUSD) and other stable value assets increases.\r\n\r\ncGLD is a native cryptographic digital asset created at the mainnet release of the Celo Platform. cGLD has no relationship to physical gold.\r\n\r\ncGLD is a utility and governance asset required to participate on the Celo Platform. Some uses include:\r\n\r\nRunning a validator to secure and operate aspects of the Celo Platform\r\nVoting for validators working to secure and operate the Celo Platform\r\nParticipating in governance decisions to influence the future of the Celo Platform\r\nSupporting applications on the platform\r\ncGLD forms part of the overcollateralized reserve that supports the Celo stable value assets (initially Celo Dollar or cUSD).\r\n\r\nThe Celo Protocol automatically adds cGLD to the reserve whenever the Celo stable value asset supply increases.",
        "market_cap": 956033867.0,
        "twitter_followers": 165754.0,
        "market_rank": "",
        "all_time_high": 8.33,
        "ath_date": "2021-08-30T14:25:09.929Z",
        "all_time_low": 0.732039,
        "atl_date": "2020-05-22T04:15:27.736Z",
        "ath_change_parcent": -75.07867,
        "current_price": 2.24,
        "total_devs": 54.0,
        "last4_weeks_commit": 16.0
    },
    {
        "id": "elrond-erd-2",
        "name": "Elrond",
        "catagories": "Protocol,Smart Contract Platform,",
        "description": "Elrond is a technology ecosystem for the new internet. Its smart contracts execution platform is capable of 15,000 TPS, 5s latency and $0.001 tx cost, focused on fintech, DeFi and IoT.\r\n\r\nElrond’s money & DeFi app Maiar offers an intuitive first-time experience with blockchain, offering progressive security and a gamified approach to unlocking more useful features.\r\n\r\nThe Elrond Proof of Stake economic model has a limited supply; its token is named eGold to convey the notion of digital store of value to the next billion users.",
        "market_cap": 2817777086.0,
        "twitter_followers": 483091.0,
        "market_rank": "",
        "all_time_high": 484.5,
        "ath_date": "2021-11-23T10:33:26.737Z",
        "all_time_low": 5.55,
        "atl_date": "2020-10-07T01:44:53.554Z",
        "ath_change_parcent": -74.34463,
        "current_price": 128.06,
        "total_devs": 37.0,
        "last4_weeks_commit": 275.0
    },
    {
        "id": "emercoin",
        "name": "EmerCoin",
        "catagories": "",
        "description": "Emercoin (EMC) is an open-source cryptocurrency which originated from Bitcoin, Peercoin and Namecoin. Other than being a cryptocurrency, it is also a platform for secure distributed blockchain business services. The EMC coin is used for accessing the blockchain-based services provided by Emercoin. Emercoin inherits the reliability and security of <a href=\"https://www.coingecko.com/en/coins/bitcoin\">Bitcoin</a>, while at the same time adding more features to its own blockchain by leveraging several innovative technologies. The Emercoin blockchain has been specially designed to provide businesses with the secure blockchain services and also allow them to create their own decentralized apps.\r\n\r\nEmercoin was founded in the year 2013 by Eugene Shumilov who also serves as the chief executive officer of Emercoin. The Emercoin team also consists chief technical officer Oleg Khovayko, a cryptocurrency & financial expert and Stan Polozov a Blockchain Implementation Specialist. Emercoin is also backed by a decentralized team of nine advisors from across the world.\r\n\r\nEmercoin has been in the market since 2014, and its past trend in the cryptocurrency market shows that it has followed a steady and stable growth. Emercoin has scored many partnerships. Two of its major partners are Coca Cola and Microsoft. Some other partners are RedHat, LLoyd’s, Bitfury, Aspanta, Deloitte, Authorizers, Foundico, Anteko, etc. Emercoin has also been featured on some prominent media platforms such as Forbes, Digital Trends, Engadget, The Business Times, Aljazeera, Gadgets Now and others.\r\n\r\nWith the sheer variety of services that the Emercoin platform makes available to its users, it would not be surprising to see this currency be viewed as a lucrative investment option by many novice as well as experienced investors in the near future. With the currency’s value currently hitting new highs, it can be said that many people are now beginning to see the true power and potential of this emerging blockchain. However, as is the case with all crypto assets, past performance should not be used to predict the future value of EMC.",
        "market_cap": 2118369.0,
        "twitter_followers": 3246.0,
        "market_rank": "",
        "all_time_high": 9.08,
        "ath_date": "2018-04-18T09:19:30.234Z",
        "all_time_low": 8.9e-6,
        "atl_date": "2020-05-20T03:25:58.188Z",
        "ath_change_parcent": -99.57053,
        "current_price": 0.04401988,
        "total_devs": 17.0,
        "last4_weeks_commit": 0.0
    },
    {
        "id": "e-money-eur",
        "name": "e-Money EUR",
        "catagories": "EUR Stablecoin,",
        "description": "e-Money stablecoins are a further stage in the development of collateralized stablecoins, but with some great advantages of their own which truly set them apart.\r\nFirstly, e-Money stablecoins are not prone to the many drawbacks and inherent instability of algorithmic stablecoins. e-Money stablecoins are collateralized in the same currency as which they are issued so the eEUR stablecoin is collateralized in Euros. The simplicity of this system also means that currency-backed stablecoins are highly efficient and liquid.",
        "market_cap": 16175332.0,
        "twitter_followers": 21370.0,
        "market_rank": "",
        "all_time_high": 1.076,
        "ath_date": "2021-10-22T07:36:16.911Z",
        "all_time_low": 0.735675,
        "atl_date": "2021-12-04T05:39:08.080Z",
        "ath_change_parcent": -15.83301,
        "current_price": 0.95311,
        "total_devs": 7.0,
        "last4_weeks_commit": 0.0
    },
    {
        "id": "enjincoin",
        "name": "Enjin Coin",
        "catagories": "Metaverse,Entertainment,Non-Fungible Tokens (NFT),Gaming,",
        "description": "Enjin Coin is a cryptocurrency for virtual goods created by Enjin. Enjin is the “largest gaming community platform online” with over 250,000 gaming communities and 18.7 million registered gamers. The Enjin team is designing the coin completely around gaming with the goal of it being the most usable cryptocurrency for the industry. The project includes the Enjin Coin as well as a suite of software development kits (SDKs) that developers can integrate into their games and communities. Bringing blockchain to gaming helps to reduce the high fees and fraud that’s prevalent in the transfer of virtual goods.\r\n\r\nEnjin Coin is an ERC20 token built on the <a href=\"https://www.coingecko.com/en/coins/ethereum\">Ethereum</a> network. With that, the project not only acts as a cryptocurrency but also has smart contract capabilities. It’s also one of the first projects testing the <a href=\"https://www.coingecko.com/en/coins/raiden-network\">Raiden Network</a>, Ethereum’s version of the Lightning Network. The Enjin Coin platform provides a laundry list of features through its public API and SDKs. To keep things brief, though, we’ll only be discussing a few of the major ones in this article. The largest value Enjin Coin brings to the gaming community is in its creation and management of virtual goods. Developers on each platform can easily create a currency unique to their community that’s backed by Enjin Coin as the parent currency. This gives the coins all the benefits of the blockchain (speed, cost, security, etc…) while still staying customized to their respective platforms.\r\n\r\nEnjin, the company behind Enjin Coin, is the largest online gaming community creation platform. Started in 2009, the company receives 60 million views per month and transacts millions of U.S. dollars each month in their community stores. The team is deploying Enjin Coin across the entire Enjin CMS platform – over 250,000 gaming websites. Advisors to the project consist of Anthony Diiorio (Ethereum co-founder) and Pat LaBine (previous producer and technical director at Bioware). Enjin has also formed partnerships with Unity, PC Gamer, and NRG eSports. The team held a successful ICO in late 2017 in which they raised ~$35 million between the private and public rounds. Although it’s still a young project, the team spent the last quarter of 2017 building the Platform API, Mobile Smart Wallet, and a Java SDK alongside creating a Minecraft plugin. They’ve got plenty in store for 2018, but the highlights include various platform plugins, the Efinity release, and numerous other SDKs.\r\n\r\nEnjin also features a tool known as TopLists, which allow users to rank games, servers, teams and any other item. TopLists will be deployed as a decentralized smart contract with functionalities that will allow for market bidding or democratic voting. List creators are incentivized to promote and market their list because these creators will receive tokens when users perform tasks such as voting on their list. Enjin Coin is an ambitious project that aims to integrate online virtual gaming with decentralized technologies. Enjin Coin project promises a lot, and it is only with the passage of time that we will able to see if it can deliver on those promises.",
        "market_cap": 1112087192.0,
        "twitter_followers": 514094.0,
        "market_rank": "",
        "all_time_high": 4.29,
        "ath_date": "2021-11-25T09:53:41.955Z",
        "all_time_low": 0.01599874,
        "atl_date": "2017-11-12T00:00:00.000Z",
        "ath_change_parcent": -73.00293,
        "current_price": 1.19,
        "total_devs": 8.0,
        "last4_weeks_commit": 0.0
    },
    {
        "id": "grid",
        "name": "GridPlus [OLD]",
        "catagories": "Wallets,",
        "description": "Grid+ leverages the Ethereum blockchain to give consumers direct access to wholesale energy markets, responding intelligently to changes in energy prices.",
        "market_cap": 47621128.0,
        "twitter_followers": 15363.0,
        "market_rank": "",
        "all_time_high": 6.06,
        "ath_date": "2018-03-06T15:32:47.355Z",
        "all_time_low": 0.00998403,
        "atl_date": "2020-03-29T13:24:22.298Z",
        "ath_change_parcent": -82.30103,
        "current_price": 1.21,
        "total_devs": 7.0,
        "last4_weeks_commit": 81.0
    },
    {
        "id": "gridcoin-research",
        "name": "Gridcoin",
        "catagories": "Technology & Science,",
        "description": "",
        "market_cap": 3562288.0,
        "twitter_followers": 13523.0,
        "market_rank": "",
        "all_time_high": 0.179548,
        "ath_date": "2018-01-09T00:00:00.000Z",
        "all_time_low": 0.00054083,
        "atl_date": "2015-06-04T00:00:00.000Z",
        "ath_change_parcent": -95.84295,
        "current_price": 0.00814819,
        "total_devs": 62.0,
        "last4_weeks_commit": 61.0
    },
    {
        "id": "grin",
        "name": "Grin",
        "catagories": "Cryptocurrency,Privacy Coins,",
        "description": "Grin coin is a private & lightweight open source project based on the mimblewimble blockchain implementation. MimbleWimble is a lightweight blockchain protocol proposed by anonymous author that goes by the name  Tom Elvis Jedusor (inspired by Harry Potter) in July 2016. Since then, the proposal has gained a huge following among Bitcoin and privacy advocates.\r\n\r\nUnlike <a href=\"https://www.coingecko.com/en/coins/bitcoin\">bitcoin</a> or <a href=\"https://www.coingecko.com/en/coins/ethereum\">ethereum</a>, there are no addresses in Grin. In order to transact using Grin, both wallets must communicate with each other online with the results broadcasted to the network. Another key different is that transaction history (sender, receiver, amount) will not be recorded on the blockchain.\r\n\r\nDue to the removal of these information from the transaction, the data size remains small and that keeps the blockchain lightweight. New nodes can easily join the network without having to download a large blockchain.\r\n\r\nGrin coin was launched without an ICO, fundraising, or pre-mine. Developers around the world contribute openly with the goal to ensure the coin distribution remains as fair as possible.\r\n\r\nThere are 2 popular wallets widely available to interact with the Grin network.\r\nGrin core wallet: https://www.coingecko.com/buzz/how-to-use-grin-wallet-to-send-receive-grin-coins\r\nWallet713: https://www.coingecko.com/buzz/how-to-use-grin-wallet713-to-send-and-receive-grin-coin-step-by-step-guide\r\n\r\nThe consensus algorithm used by Grin is the Cuckoo Cycle proof-of-work based. There are 2 hashing algorithms involved with Grin. Cuckoo-29 is meant for GPU mining while Cuckoo-31 is meant fo ASIC mining. This is a deliberate design to encourage miners to eventually move into ASIC mining for efficiency while keeping it fair at the beginning of the launch.\r\n\r\nGrin coin has launched its mainnet on 15th January 2019 and is now available for mining and trading.",
        "market_cap": 14113780.0,
        "twitter_followers": 1974.0,
        "market_rank": "",
        "all_time_high": 229.59,
        "ath_date": "2019-01-16T22:23:54.949Z",
        "all_time_low": 0.087207,
        "atl_date": "2022-02-24T17:52:07.601Z",
        "ath_change_parcent": -99.94078,
        "current_price": 0.136268,
        "total_devs": 7.0,
        "last4_weeks_commit": 0.0
    },
    {
        "id": "groestlcoin",
        "name": "Groestlcoin",
        "catagories": "Privacy Coins,",
        "description": "What is Groestlcoin?\r\n\r\nGroestlcoin is a proof of work cryptocurrency created in 2014. Designed for everyday use, Groestlcoin features an average block time of one minute, as opposed to Bitcoin's ten. As a consequence, it has a maximum total supply that will cap out at 105 million coins, as opposed to the 21 million for Bitcoin. The main idea of creating Groestlcoin was to establish an electronic payment model that was purely based on mathematical proof. It uses the proof of work system (POW) to facilitate secure online money transactions. This is a system that is independent of influence from centralized authorities.\r\n\r\nHow does it work?\r\n\r\nGroestlcoin is mined using the Groestl algorithm. Groestl was chosen as one of the five finalists of the NIST hash function competition. It uses the same S-box as AES in a custom construction. The cryptocurrency operates as open source software on a peer-to-peer model (transactions take place directly between the payer and payee). This means that no trusted intermediary such a bank or PayPal is required to verify the details of the sender and receiver. Rather, the transactions are verified by nodes (the network of computers/users spread globally) and recorded in an open ledger.\r\n\r\nWhat does it aim to solve?\r\n\r\nWith a shorter block period than Bitcoin, Groestlcoin aims to be more functional for everyday payments. Merchants don’t need to wait 10 minutes to confirm whether or not they have received their payment. The reduction in hashrate intensity also gave Groestlcoin an opportunity to be mined by individuals with less computing power. However, companies and teams have created ASICs for Groestlcoin, albeit at a higher cost than creating ASICs for Bitcoin. Rather than just a simple fork, Groestlcoin also works to adopt developments and additions inspired from discussions surrounding the Bitcoin network, and was actually one of the first adopters to several key features such as Segregated Witness (SegWit) and the Lightning Network.",
        "market_cap": 41538696.0,
        "twitter_followers": 42924.0,
        "market_rank": "",
        "all_time_high": 2.31,
        "ath_date": "2021-04-09T14:10:04.881Z",
        "all_time_low": 0.00006185,
        "atl_date": "2014-11-28T00:00:00.000Z",
        "ath_change_parcent": -79.17401,
        "current_price": 0.522539,
        "total_devs": 8.0,
        "last4_weeks_commit": 324.0
    },
    {
        "id": "kyber-network",
        "name": "Kyber Network Crystal Legacy",
        "catagories": "Decentralized Exchange Token (DEX),Automated Market Maker (AMM),Decentralized Finance (DeFi),Governance,Exchange-based Tokens,",
        "description": "",
        "market_cap": 158354935.0,
        "twitter_followers": 209898.0,
        "market_rank": "",
        "all_time_high": 4.86,
        "ath_date": "2018-01-09T00:00:00.000Z",
        "all_time_low": 0.101853,
        "atl_date": "2019-02-06T00:00:00.000Z",
        "ath_change_parcent": -51.5807,
        "current_price": 2.56,
        "total_devs": 15.0,
        "last4_weeks_commit": 0.0
    },
    {
        "id": "kyber-network-crystal",
        "name": "Kyber Network Crystal",
        "catagories": "Avalanche Ecosystem,Polygon Ecosystem,Fantom Ecosystem,Automated Market Maker (AMM),Decentralized Finance (DeFi),Binance Smart Chain Ecosystem,",
        "description": "What Is Kyber Network (KNC)?\r\nKyber Network is a hub of liquidity protocols that aggregates liquidity from various sources to provide secure and instant transactions on any decentralized application (DApp). The main goal of Kyber Network is to enable DeFi DApps, decentralized exchanges (DEXs) and other users easy access to liquidity pools that provide the best rates.\r\n\r\nAll transactions on Kyber are on-chain, which means they can be easily verified using any Ethereum block explorer. Projects can build on top of Kyber to utilize all the services offered by the protocol, such as the instant settlement of tokens, liquidity aggregation, and a customizable business model.\r\n\r\nKyber looks to solve the liquidity issue in the decentralized finance (DeFi) industry by allowing developers to build products and services without having to worry about liquidity for different needs. \r\n\r\nThe Kyber Network Crystal (KNC) token is a utility token that is the \"glue that connects different stakeholders in Kyber's ecosystem.\" KNC holders can stake their tokens in the KyberDAO to help govern the platform and vote on important proposals — and earn staking rewards in Ethereum (ETH) that come from trading fees. \r\n\r\nWhat Makes Kyber Network Unique?\r\nKyber Network is the first tool that allows anyone to instantly swap tokens without the need of a third-party, like a centralized exchange. The unique architecture of Kyber is designed to be developer-friendly, which enables the protocol to be easily integrated with apps and other blockchain-based protocols.\r\n\r\nDeFi has many use cases and possibilities. Therefore, no single liquidity protocol can fit the needs of all liquidity providers, takers, and other market participants. Kyber’s liquidity hub architecture allows developers and the Kyber team to rapidly innovate and integrate new protocols into the overall Kyber Network to cater to different liquidity needs.\r\n\r\nIn April 2021, Kyber launched the Kyber DMM, the world’s first dynamic market maker protocol (DMM). Kyber DMM is a next-generation AMM designed to react to market conditions to optimise fees, maximise earnings, and enable extremely high capital efficiency for liquidity providers, especially for stable pairs with low variability in price range (like USDC/USDT, ETH/SETH). They will be able to support pools with extremely high amplification factors, which means given the same liquidity pool and trade size, slippage can be 100x (or more) better than typical AMMs. Depending on their amplification strategy, liquidity providers can maximise the use of their capital and have the opportunity to earn much more fees relative to their contribution size, while takers can enjoy extremely low slippage on their trades.\r\n\r\nKyber DMM is the first of many new liquidity protocols that will be launched on the Kyber 3.0 Liquidity Hub.\r\n\r\nIn the Kyber ecosystem, KNC token holders play an important role in deciding new growth and value-capture opportunities and incentive mechanisms. Through KyberDAO, KNC holders can participate in the governance of the network by voting on important proposals. Kyber’s community is sizable and made up of a wide range of developers, in addition to other members of the blossoming DeFi industry.\r\n\r\nKyber’s fully on-chain design enables the protocol to maintain full transparency and verifiability. The platform claims to be the most used liquidity hub in the world.\r\n\r\nHow Is the Kyber Network Secured?\r\nAs an ERC-20 token, Kyber is built on top of and secured by the Ethereum blockchain. In addition, Kyber uses an extensive trust and security model that protects users from misbehaving administrators or exchanges, thanks to security measures built in both at the protocol and smart contract level.\r\n\r\nThe platform has been audited by several third-party security firms and researchers, including Chainsecurity, which have determined that the protocol is secure and hence free of vulnerabilities.",
        "market_cap": 261687159.0,
        "twitter_followers": 209797.0,
        "market_rank": "",
        "all_time_high": 2.95,
        "ath_date": "2022-03-09T12:09:39.121Z",
        "all_time_low": 0.931253,
        "atl_date": "2021-06-22T14:01:23.365Z",
        "ath_change_parcent": -13.84898,
        "current_price": 2.55,
        "total_devs": 16.0,
        "last4_weeks_commit": 0.0
    },
    {
        "id": "lamden",
        "name": "Lamden",
        "catagories": "Business Services,Smart Contract Platform,Binance Smart Chain Ecosystem,",
        "description": "Lamden is the performant Python-based blockchain platform that makes using and creating the next generation of decentralized applications (dApps) easy for everyone.\r\n\r\nLamden is fast, with tiny transaction fees, fully open source and a developer-focus. It was built from the ground up to remove technical hurdles and empower developers. Choose to program in Python, or your preferred language, and significantly reduce the time to produce your dApps. Developers are further incentivized since 90% of each transaction fee is returned to the dApp creator. \r\n\r\n$TAU has a maximum supply of 248 million and is deflationary with 1% of each transaction burned. $TAU is the incentive that rewards participants for their efforts within the Lamden network. The platform’s economics provide hassle-free, transparent reward distribution that seamlessly adapt to current market conditions.\r\n\r\nLamden is paving its own path by being one of the only Python-based layer-1 blockchain platforms. With access to a potential developer base of over 8 million, only the sky is the limit. Learn more at Lamden.io",
        "market_cap": 12182320.0,
        "twitter_followers": 13185.0,
        "market_rank": "",
        "all_time_high": 0.954396,
        "ath_date": "2021-11-01T15:34:32.966Z",
        "all_time_low": 0.00136038,
        "atl_date": "2021-04-10T10:55:51.299Z",
        "ath_change_parcent": -92.01284,
        "current_price": 0.080814,
        "total_devs": 15.0,
        "last4_weeks_commit": 2.0
    },
    {
        "id": "nuls",
        "name": "Nuls",
        "catagories": "Smart Contract Platform,",
        "description": "Nuls (NULS) is a Singaporean based project is trying to develop a highly adaptable blockchain that can be used for enterprise solutions. They have regularly used the phrase “Nuls is nothing, Nuls is everything”. In other words, Nuls is not traditionally defined and can be melded into anything that the community sees fit.\r\n\r\nNuls is looking to solve the problems faced by blockchains by creating one that features modularity and sub-chain operability. The two part design of functional modules and microkernels will provide both an underlying network mechanism and compartmentalized features for the blockchain.Essentially this should provide scalability and security to the blockchain, while adhering to the programming practices of low coupling and high cohesion. And because the blockchain is designed to be modular, it becomes hot pluggable, allowing for the addition or removal of modules at any time.\r\n\r\nThere are several blockchain problems inhibiting growth and development of the industry that have been identified by the Nuls team. One such issue is the cost of development. Because there is a shortage of blockchain proficient developers, those with skills can command higher salaries.This is simply demand exceeding supply and will eventually level out as more IT professionals learn blockchain skills. That’s when businesses will see greater adoption of the technology, and only the most trustworthy blockchains will be of interest. Nuls is working to make trustworthy solutions to business problems.\r\n\r\nNuls is primarily focused on making blockchain more accessible for developers and businesses. It seeks to do this through its modularity and the use of sub-chains, and hopes to break the complexity associated with blockchain projects, while also solving the scalability issue that is hindering the growth of the industry. Nuls will make trust simpler, increasing the adoption rate of blockchain technology by businesses. They will also lower the cost of entry by removing complexity and increasing the supply of developers capable of programming blockchain applications. Taken all together, the Nuls ecosystem will benefit developers, businesses, and cryptocurrency enthusiasts by providing needed solutions and increasing usage and adoption of blockchain technology.\r\n\r\nCheck out <a href=\"https://www.coinbureau.com/review/nuls-coin/\">CoinBureau</a> for the full review of Nuls.",
        "market_cap": 32600123.0,
        "twitter_followers": 84013.0,
        "market_rank": "",
        "all_time_high": 7.13,
        "ath_date": "2018-01-10T00:00:00.000Z",
        "all_time_low": 0.086871,
        "atl_date": "2020-03-13T02:03:59.153Z",
        "ath_change_parcent": -95.63298,
        "current_price": 0.340153,
        "total_devs": 16.0,
        "last4_weeks_commit": 0.0
    },
    {
        "id": "numeraire",
        "name": "Numeraire",
        "catagories": "Business Services,Decentralized Finance (DeFi),",
        "description": "A new kind of hedge fund built by a network of data scientists.",
        "market_cap": 146750071.0,
        "twitter_followers": 33900.0,
        "market_rank": "",
        "all_time_high": 76.69,
        "ath_date": "2021-05-16T10:29:06.362Z",
        "all_time_low": 1.82,
        "atl_date": "2018-11-27T00:00:00.000Z",
        "ath_change_parcent": -70.9367,
        "current_price": 24.79,
        "total_devs": 11.0,
        "last4_weeks_commit": 0.0
    },
    {
        "id": "nusd",
        "name": "sUSD",
        "catagories": "USD Stablecoin,Synths,Decentralized Finance (DeFi),Stablecoins,Asset-backed Tokens,",
        "description": "sUSD, or synthetic USD, is a synthetic asset launched by Synthetix Exchange. sUSD mirrors and tracks the price of USD provided by an oracle - Chainlink.",
        "market_cap": 86422961.0,
        "twitter_followers": 189257.0,
        "market_rank": "",
        "all_time_high": 2.27,
        "ath_date": "2020-02-18T03:23:56.261Z",
        "all_time_low": 0.391572,
        "atl_date": "2020-03-18T08:09:20.698Z",
        "ath_change_parcent": -59.3289,
        "current_price": 0.909222,
        "total_devs": 41.0,
        "last4_weeks_commit": 54.0
    },
    {
        "id": "pirate-chain",
        "name": "Pirate Chain",
        "catagories": "Privacy Coins,",
        "description": "Pirate Chain (ARRR) is a 100% private send cryptocurrency. It uses a privacy protocol that cannot be compromised by other users activity on the network. Most privacy coins are riddled with holes created by optional privacy. Pirate Chain uses zk-SNARKs to shield 100% of the peer to peer transactions on the blockchain making for highly anonymous and private transactions.",
        "market_cap": 238765716.0,
        "twitter_followers": 18605.0,
        "market_rank": "",
        "all_time_high": 13.87,
        "ath_date": "2021-04-23T18:13:27.423Z",
        "all_time_low": 0.0066904,
        "atl_date": "2020-11-26T02:10:52.806Z",
        "ath_change_parcent": -91.96075,
        "current_price": 1.25,
        "total_devs": 9.0,
        "last4_weeks_commit": 33.0
    },
    {
        "id": "qlink",
        "name": "QLC Chain",
        "catagories": "Technology & Science,",
        "description": "QLC Chain is the next generation public Blockchain for decentralized Network-as-a-Service(NaaS). The QLC Chain and supporting ecosystem will enable any individual, business or organization to leverage their network resources to instantly become a service provider or network operator. The mission is to bring people online through a simpler, more pleasant, and more secure way with full transparency.\r\n \r\nIt deploys a multidimensional Block Lattice architecture and uses virtual machines (VM) to manage and support integrated Smart Contract functionality. Additionally, QLC Chain utilizes dual consensus: Delegated Proof of Stake (DPoS) and Shannon Consensus, which is a novel consensus developed by the QLC Chain team. Through the use of this dual consensus protocol and multidimensional Block Lattice architecture, QLC Chain is able to perform a high number of transactions per second (TPS), provide massive scalability and an inherently decentralized environment for NaaS related decentralized applications (dApp).\r\n\r\nCheck out <a href=\"https://www.coinbureau.com/review/qlc-chain/\">CoinBureau</a> for the complete review of QLC Chain.",
        "market_cap": 3312190.0,
        "twitter_followers": 35974.0,
        "market_rank": "",
        "all_time_high": 1.14,
        "ath_date": "2018-01-09T00:00:00.000Z",
        "all_time_low": 0.00445379,
        "atl_date": "2020-03-13T02:29:27.536Z",
        "ath_change_parcent": -98.89125,
        "current_price": 0.01380079,
        "total_devs": 8.0,
        "last4_weeks_commit": 0.0
    },
    {
        "id": "qtum",
        "name": "Qtum",
        "catagories": "Smart Contract Platform,",
        "description": "Qtum is a decentralized and open-source smart contracts platform and value transfer protocol. Qtum uses proof-of-stake consensus, meaning node operators are rewarded for validating transactions. It is a DGP governed blockchain where community participants can vote to change certain network parameters. Qtum is built on a bitcoin core fork, but the foundation has created its own hybrid blockchain with the help of several key tools. The coin uses bitcoin’s chain because of its simple and stable nature, allowing the foundation to build upon it more easily.\r\n\r\nAs the QTUM project is a hybrid of Bitcoin and <a href=\"https://www.coingecko.com/en/price_charts/ethereum/usd\">Ethereum</a>, its team comprises of members from both Bitcoin and Ethereum community. They also have team members who formerly worked with Tencent, Alibaba, Nasdaq etc. Apart from that, they are backed by some notable VCs and prominent people from the Blockchain community such as Patrick Dai (Project Co-Founder), Neil Mahi (Chief Blockchain Architect/Co-Founder) and Jordan Earls (Lead Developer/Co-Founder).\r\n\r\nQtum provides a Turing-complete blockchain stack and is able to <a href=\"https://www.coingecko.com/en/coins/all?category_id=29\">execute smart contracts</a> and decentralised applications like the Ethereum blockchain.\r\n\r\nQtum builds on Bitcoin's UTXO transaction model and uses the <a href=\"https://www.coingecko.com/en/coins/all?hashing_algorithm=Proof+of+Stake\">Proof-of-Stake algorithm</a>. It is backed by some highly prominent members of the blockchain community such as Anthony Di Iorio, Xu Star, Bo Shen, David Lee, Jehan Chu and Roger Ver.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nQtum sold over 10 million dollars’ worth of its tokens after only 90 minutes, eventually raising a total value of $15.7 million before stopping the campaign early after only 5 days. They raised a total amount of 11,156.766 bitcoins (BTC) and 77,081.031 ether (ETH) in exchange for the 51 million Qtum tokens being distributed to the public. In Qtum’s whitepaper, 51% of the coins were distributed to the public via the crowdfunding campaign. Of the remaining 49%, 29% of the coins would be allocated as community incentives, and the remaining 20% would be distributed to the early backers and development team. ",
        "market_cap": 541803163.0,
        "twitter_followers": 272712.0,
        "market_rank": "",
        "all_time_high": 83.32,
        "ath_date": "2018-01-06T00:00:00.000Z",
        "all_time_low": 0.700594,
        "atl_date": "2020-03-13T02:22:57.149Z",
        "ath_change_parcent": -94.31728,
        "current_price": 5.2,
        "total_devs": 29.0,
        "last4_weeks_commit": 0.0
    },
    {
        "id": "quantum-resistant-ledger",
        "name": "Quantum Resistant Ledger",
        "catagories": "Cryptocurrency,",
        "description": "Quantum Resistant Ledger is a cryptocurrency based on the Python programming language, aimed at combating future attacks by quantum computers. This cryptocurrency is the brainchild of Peter Waterland who realised that <a href=\"https://www.coingecko.com/en/coins/bitcoin\">Bitcoin</a>, <a href=\"https://www.coingecko.com/en/coins/ethereum\">Ethereum</a>, and other such cryptocurrencies have no protection against future technology. It claims to be a “future-proof” cryptocurrency which enables transactions and decentralized communication while providing protection against classical as well as quantum computer attacks.\r\n\r\nThe Quantum Resistant Ledger company was founded by Peter Waterland, who found that Bitcoin, as well as Ethereum signatures are susceptible to attacks by powerful quantum computers. His research on quantum computers and signature programs let to the development of this new cryptocurrency, designed to be resistant to the present classical attacks as well as any future quantum computer attacks. Their team is made up of a diverse range of members spread out across the world, including developers (core, blockchain, mobile developers, etc.), analysts, advisors, marketing managers, designers and more.\r\n\r\nQuantum Resistant Ledger is the first ever cryptocurrency and the only one in existence as of August 2018, to consider the threat that the future technology of quantum computing poses to cryptocurrencies and their working. It uses a technology specifically designed for post-quantum security, called XMSS, which makes it secure against powerful quantum computers even while using a Proof-of-Stake consensus mechanism. Security against cyber-attacks is a very serious concern in this digital age, especially when you have digital assets whose loss is likely to lead you to bankruptcy.\r\n\r\nQRL is the first blockchain technology that provides durability and stability through resistance to quantum computer attacks. The encryption methods used by modern blockchains can become vulnerable to quantum computers over the next ten years. QRL tries to create a blockchain with long-term stability. By using blockchain technology, the QRL platform creates a “ledger” that generates hashes in such a way that it is virtually impenetrable to any type of computer attack.",
        "market_cap": 19923074.0,
        "twitter_followers": 16322.0,
        "market_rank": "",
        "all_time_high": 3.24,
        "ath_date": "2018-01-09T00:00:00.000Z",
        "all_time_low": 0.03728239,
        "atl_date": "2020-03-16T11:42:45.086Z",
        "ath_change_parcent": -92.58512,
        "current_price": 0.261886,
        "total_devs": 32.0,
        "last4_weeks_commit": 0.0
    },
    {
        "id": "quark-chain",
        "name": "QuarkChain",
        "catagories": "",
        "description": "QuarkChain is a secure, permission-less, scalable, and decentralized blockchain. One of the goals of QuarkChain is to utilize sharding technology to deliver over 1 million transactions per second (tps). Essentially, QuarkChain markets itself as a peer-to-peer blockchain with a high capacity throughput to help deliver fast and secure decentralized applications. The team behind QuarkChain created this blockchain to resolve the issue of scalability that all the major blockchains are currently facing. The team feels that because of the urgency of this issue, the <a href=\"https://www.coingecko.com/en/coins/bitcoin\">Bitcoin</a> community simply cannot afford to wait until they all agree on a solution. Instead, they feel that by offering different solutions, such as the one inherent in QuarkChain, this compels the community to split via a hard fork and find the solution that works best.\r\n\r\nQuarkChain encourages increased decentralization through multiple cheap nodes that then create a cluster that works as a super-full node. This prevents the high expenses associated with super-full nodes when the tps gets high. In terms of protection, all transactions within QuarkChain get the protection of 50 percent of the network’s hash power. This makes a double-spending attack incredibly challenging, particularly when combined with QuarkChain’s decentralized nature.\r\n\r\nQuarkChain relies on a two-layer blockchain structure. Sharding blockchains known as shards are the first layer, while the second layer is a root blockchain that confirms the shards’ blocks.The major work on QuarkChain began in Q2 2017 with research into the problem of blockchain scalability. In Q4 of that year, the team drafted the whitepaper. In February 2018, it released the white paper and completed verification code 0.1. March 2018 saw the 0.1 versions of both the wallet and testnet. Now in Q2, the team is working on the testnet 1.0 and smart contract 0.1. In Q4 2018, the team will have the QuarkChain Core 1.0, along with the mainnet 1.0 and the SmartWallet 1.0. By Q2 2019, both the SmartWallet and QuarkChain Core will be in their 2.0 versions.\r\n\r\nQuarkChain is a decentralized blockchain network that aims to resolve the issues of scalability that plague existing networks by using sharding technology. In this way, QuarkChain can dramatically extend the usefulness of blockchain technology since many applications are limited by the scalability of existing blockchain networks. The project is still in progress, but QuarkChain has already made many positive steps and already began invite-based beta testing for the testnet, showing significant progress and potential.\r\n\r\nThe main features of Quarkchain are:\r\n\r\n1. Reshardable two-layered blockchain: Quarkchain consists of two layers of blockchains. We apply elastic sharding blockchains (shards) as the first layer, and a root blockchain as the second layer that confirms the blocks from the first layer. The second layer that confirms the blocks from the first layer. The second layer is flexible to be resharded as needed without changing the root layer.\r\n\r\n2. Guaranteed security by market-driven collaborative mining: To ensure the security of all transactions, a game-theoretic framework is designed for incentives, where at least 50% of overall hash powers are allocated to the root chain to prevent double spending attack on any transactions.\r\n\r\n3. Anti-centralized horizontal scalability: In any blockchain network with a high TPS, a super-full node can be extremely expensive, which encourages centralization. In contrast, QuarkChain allows multiple cheap nodes forming a cluster to replace a super-full node.\r\n\r\n4. Efficient cross-shard transactions: Cross-shard transactions in QuarkChain can be issued at any time, and confirmed in minutes. The speed of cross-shard transactions increases linearly as the number of shards increases.\r\n\r\n5. Simple account management: There is only one account needed for the entire blockchain (shards) in QuarkChain. All cryptocurrencies from different shards are stored in one smart wallet.",
        "market_cap": 93235139.0,
        "twitter_followers": 78734.0,
        "market_rank": "",
        "all_time_high": 0.289808,
        "ath_date": "2018-06-05T02:58:00.874Z",
        "all_time_low": 0.00123144,
        "atl_date": "2020-03-13T02:29:16.944Z",
        "ath_change_parcent": -95.44574,
        "current_price": 0.01409459,
        "total_devs": 19.0,
        "last4_weeks_commit": 1.0
    },
    {
        "id": "sai",
        "name": "Sai",
        "catagories": "Decentralized Finance (DeFi),",
        "description": "Dai is a stablecoin. It is an Ethereum ERC20 token that is pegged to $1 USD — every Dai is worth $1, and will always be worth $1, regardless of how much Dai is in existence. There is no centralized authority like Tether that backs its value, and no traditional bank that backs each Dai with a real US dollar. There is nothing that can be shut down, and no centralized authority that needs to be trusted. Dai lives entirely within the Ethereum blockchain using smart contracts.\r\n\r\n*Features of Dai:\r\n1. Dai is always worth $1 USD each\r\n2. It can be freely traded like any other ERC20 token\r\n3. Anyone with an Ethereum wallet can own, accept, and transfer it\r\n4. It can be exchanged without any middleman\r\n5. No individual person or company has control over it\r\n6. No government or authority can shut it down\r\n\r\n*How Dai Works?\r\nDai is a masterpiece of game theory that carefully balances economic incentives in the pursuit of one goal — a token that is continuously approaching the value of $1 USD.\r\n\r\nWhen Dai is worth above $1, mechanisms work to decrease the price. When Dai is worth below $1, mechanisms work to increase the price. The rational actors that take part in these mechanisms do so because they earn money anytime Dai is not perfectly worth $1. This is why Dai is always floating slightly above or below $1 — it is an endless wave function bouncing infinitely close to $1, but never quite achieving it. The farther Dai goes from $1, the more incentive there is to fix it. This is the magic of Dai.\r\n\r\n*How is Dai Created?\r\nDai is simply a loan against Ethereum. By using the MakerDAO dApp, advanced users can take loans out in Dai against their ETH holdings.\r\n\r\nFirst, ETH is turned into “wrapped ETH” (WETH), which is simply an ERC20 wrapping around ETH. This “tokenizes” ETH so it can be used like any other ERC20 token. Next, WETH is turned into “pooled ETH” (PETH), which means it joins a large pool of Ethereum that is the collateral for all Dai created. Once you have PETH, you can create a “collateralized debt position” (CDP), which locks up your PETH and allows you to draw Dai against your collateral, which is PETH. As you draw out Dai, the ratio of debt in the CDP increases. There is a debt limit that sets a maximum amount of Dai you can draw against your CDP. Once you have Dai, you can spend or trade it freely like any other ERC20 token.\r\n\r\n*There are several important reasons why you would create Dai, despite the hassle:\r\n\r\n1. You need a loan, and have an asset (ETH) to use as collateral for your loan\r\n\r\n2. You believe ETH is going up in value. You can use your CDP to buy ETH on margin — you lock up your ETH in a CDP, draw Dai against it, use the Dai to buy more ETH on an exchange, and then use that ETH to further increase the size of your CDP. This can be accomplished without any third-party or centralized authority allowing you to do so — margin trading can be accomplished entirely on the blockchain.\r\n\r\n3. The demand for Dai has driven the price above $1 USD. When this occurs, you can create Dai then immediately sell it on an exchange for greater than $1 USD. This is essentially free money, and is one of the mechanisms the Maker system uses to keep Dai pegged to $1 USD. Dai being worth over $1 USD encourages more Dai to be created.\r\nThese three reasons are enough to ensure that Dai is continually created.",
        "market_cap": 62645871.0,
        "twitter_followers": 202508.0,
        "market_rank": "",
        "all_time_high": 20.85,
        "ath_date": "2021-05-14T17:24:02.613Z",
        "all_time_low": 0.767069,
        "atl_date": "2020-05-10T00:45:07.739Z",
        "ath_change_parcent": -96.04315,
        "current_price": 0.883815,
        "total_devs": 13.0,
        "last4_weeks_commit": 0.0
    },
    {
        "id": "saito",
        "name": "Saito",
        "catagories": "Polkadot Ecosystem,Gaming,Binance Smart Chain Ecosystem,",
        "description": "Saito is a Web3 Foundation grant recipient that runs blockchain applications directly in your browser. The network pays ISPs instead of miners or stakers, allowing Web3 projects to self-fund infrastructure instead of passing costs to predatory monopolies like Infura.",
        "market_cap": 38978102.0,
        "twitter_followers": 38412.0,
        "market_rank": "",
        "all_time_high": 0.097262,
        "ath_date": "2022-01-03T14:11:01.610Z",
        "all_time_low": 0.00393434,
        "atl_date": "2021-06-25T16:39:40.052Z",
        "ath_change_parcent": -77.90423,
        "current_price": 0.02222468,
        "total_devs": 13.0,
        "last4_weeks_commit": 0.0
    },
    {
        "id": "tranchess",
        "name": "Tranchess",
        "catagories": "Yield Farming,Decentralized Finance (DeFi),Governance,Exchange-based Tokens,Binance Smart Chain Ecosystem,",
        "description": "Tranchess is a tokenized asset management and derivatives trading protocol. Inspired by tranche funds that cater to investors with different risk appetite, Tranchess aims to provide a different risk/return matrix out of a single main fund that tracks a specific underlying asset (e.g.BTC). The main tranche can be split into two sub-tranches with their own distinct risk return profile.\r\nTranchess Protocol is not a standalone  asset management ecosystem, but encompasses all features one can find in the DeFi space. It is a one-stop centre for those that wants to enjoy popular DeFi features- such as single-asset yield farming, borrowing & lending, trading, etc..",
        "market_cap": 45657914.0,
        "twitter_followers": 30627.0,
        "market_rank": "",
        "all_time_high": 6.8,
        "ath_date": "2021-10-22T05:25:22.764Z",
        "all_time_low": 0.311294,
        "atl_date": "2021-07-22T05:07:19.528Z",
        "ath_change_parcent": -90.67167,
        "current_price": 0.673203,
        "total_devs": 3.0,
        "last4_weeks_commit": 0.0
    },
    {
        "id": "tribe-2",
        "name": "Tribe",
        "catagories": "Decentralized Finance (DeFi),Governance,",
        "description": "TRIBE is the governance token which will allow community members to vote on the future direction / upgrades for the platform and control the DAO treasury.",
        "market_cap": 224942085.0,
        "twitter_followers": 38063.0,
        "market_rank": "",
        "all_time_high": 2.08,
        "ath_date": "2021-04-03T23:33:40.147Z",
        "all_time_low": 0.464411,
        "atl_date": "2022-03-08T23:21:28.342Z",
        "ath_change_parcent": -77.85667,
        "current_price": 0.497245,
        "total_devs": 8.0,
        "last4_weeks_commit": 199.0
    },
    {
        "id": "v-systems",
        "name": "V.SYSTEMS",
        "catagories": "Infrastructure,",
        "description": "V.SYSTEMS is a blockchain infrastructure provider with a focus on database and cloud services. Powered by the Supernode Proof-of-Stake (SPoS) consensus algorithm, each supernode is elected in a decentralized network according to Proof-of-Stake (PoS) principles, providing high performance minting, transaction processing and smart contract functions. VSYS is the native currency for the V.SYSTEMS blockchain platform with a multitude of uses including transactions, staking and minting on the network.\r\n\r\nV.SYSTEMS aims to deliver decentralized cloud database technology with high scalability, durability and performance. With Sunny King as the lead architect, V.SYSTEMS has already designed and implemented SPoS Consensus, a super efficient distributed consensus algorithm with the highest resistance to 51% attacks. The network plans to operate as a cloud platform based on modular systems that can support efficient and agile development of a vast variety of applications including but not limited to finance (DeFi), entertainment, social network and many more.",
        "market_cap": 27039903.0,
        "twitter_followers": 17544.0,
        "market_rank": "",
        "all_time_high": 0.246077,
        "ath_date": "2019-07-29T02:21:12.236Z",
        "all_time_low": 0.0094173,
        "atl_date": "2022-02-24T11:36:00.127Z",
        "ath_change_parcent": -95.70779,
        "current_price": 0.01077636,
        "total_devs": 14.0,
        "last4_weeks_commit": 0.0
    }
]